{
    "Movies": [
        {
            "id": 0,
            "name": "The Wrath of Man",
            "rating": 7.1,
            "genre": "Action, Crime, Thriller",
            "description": "H is a mysterious man who starts working for a cash moving truck company. He becomes known for using amazing precision and dexterity to neutralize robbers. However, H is actually out for revenge.",
            "youtube_id": "EFYEni2gsK0",
            "img_banner": "The_Wrath_Of_Man.jpg"
        },
        {
            "id": 1,
            "name": "The Man From Toronto",
            "rating": 5.8,
            "genre": "Action, Comedy",
            "description": "A case of mistaken identity forces a bumbling entrepreneur to team up with a notorious assassin in hopes of staying alive.",
            "youtube_id": "urqy8DrcGBs",
            "img_banner": "The_Man_From_Toronto.jpg"
        },
        {
            "id": 2,
            "name": "Red Notice",
            "rating": 6.3,
            "genre": "Action, Comedy",
            "description": "In the world of international crime, an Interpol agent attempts to hunt down and capture the world's most wanted art thief.",
            "youtube_id": "Pj0wz7zu3Ms",
            "img_banner": "Red_Notice.jpg"
        },
        {
            "id": 3,
            "name": "Assassin's Creed",
            "rating": 5.6,
            "genre": "Action, Adventure",
            "description": "With the help of technology, Callum learns that he is a descendant of a dangerous society. He travels back in time to learn about his ancestors and acquire skills to defeat an evil organization.",
            "youtube_id": "4haJD6W136c",
            "img_banner": "Assassin's_Creed.jpg"
        },
        {
            "id": 4,
            "name": "Spider-Man: No Way Home",
            "rating": 8.3,
            "genre": "Action, Adventure",
            "description": "Spider-Man seeks the help of Doctor Strange to forget his exposed secret identity as Peter Parker. However, Strange's spell goes horribly wrong, leading to unwanted guests entering their universe.",
            "youtube_id": "JfVOs4VSpmA",
            "img_banner": "Spider_Man_No_Way_Home.jpg"
        },
        {
            "id": 5,
            "name": "Uncharted",
            "rating": 6.3,
            "genre": "Action, Adventure",
            "description": "Victor Sullivan recruits Nathan Drake to help him find the lost fortune of Ferdinand Magellan. However, they face competition from Santiago Moncada, who believes that the treasure belongs to him.",
            "youtube_id": "eHp3MbsCbMg",
            "img_banner": "Uncharted.jpg"
        },
        {
            "id": 6,
            "name": "Jumanji: The Next Level",
            "rating": 7,
            "genre": "Comedy, Adventure",
            "description": "When Spencer goes missing, his group of friends return to Jumanji to travel unexplored territories and help him escape the world's most dangerous game.",
            "youtube_id": "rBxcF-r9Ibs",
            "img_banner": "Jumanji_The_Next_Episode.jpg"
        },
        {
            "id": 7,
            "name": "Avengers: Endgame",
            "rating": 6.8,
            "description": "Adrift in space with no food or water, Tony Stark sends a message to Pepper Potts as his oxygen supply starts to dwindle. Meanwhile, the remaining Avengers -- Thor, Black Widow, Captain America and Bruce Banner -- must figure out a way to bring back their vanquished allies for an epic showdown with Thanos -- the evil demigod who decimated the planet and the universe.",
            "youtube_id": "TcMBFSGVi1c",
            "img_banner": "Avengers_End_Game.jpg",
            "genre": "Action, Fantasy, Sci-Fi"
        },
        {
            "id": 8,
            "name": "BayWatch",
            "rating": 5.5,
            "description": "When a dangerous crime wave hits the beach, the legendary Mitch Buchannon leads his elite squad of lifeguards on a mission to prove that you don't have to wear a badge to save the bay. Joined by a trio of hotshot recruits, including former Olympian Matt Brody, they ditch the surf and go deep under cover to take down a ruthless businesswoman whose devious plans threaten the future of the bay.",
            "youtube_id": "eyKOgnaf0BU",
            "img_banner": "Baywatch.jpg",
            "genre": "Comedy, Action, Drama"
        },
        {
            "id": 9,
            "name": "Black Adam",
            "rating": 7.1,
            "description": "In ancient Kahndaq, Teth Adam was bestowed the almighty powers of the gods. After using these powers for vengeance, he was imprisoned, becoming Black Adam. Nearly 5,000 years have passed, and Black Adam has gone from man to myth to legend. Now free, his unique form of justice, born out of rage, is challenged by modern-day heroes who form the Justice Society: Hawkman, Dr. Fate, Atom Smasher and Cyclone.",
            "youtube_id": "mkomfZHG5q4",
            "img_banner": "Black_Adam.jpg",
            "genre": "Action, Fantasy, Sci-Fi"
        },
        {
            "id": 10,
            "name": "Black Panther: Wakanda Forever",
            "rating": 7.8,
            "description": "Queen Ramonda, Shuri, M'Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T'Challa's death. As the Wakandans strive to embrace their next chapter, the heroes must band together with Nakia and Everett Ross to forge a new path for their beloved kingdom.",
            "youtube_id": "RlOB3UALvrQ",
            "img_banner": "Black_Panther.jpg",
            "genre": "Action, Fantasy, Sci-Fi"
        },
        {
            "id": 11,
            "name": "Die Hard",
            "rating": 8.2,
            "description": "New York City policeman John McClane (Bruce Willis) is visiting his estranged wife (Bonnie Bedelia) and two daughters on Christmas Eve. He joins her at a holiday party in the headquarters of the Japanese-owned business she works for. But the festivities are interrupted by a group of terrorists who take over the exclusive high-rise, and everyone in it. Very soon McClane realizes that there's no one to save the hostages -- but him.",
            "youtube_id": "gYWvwkXreaI",
            "img_banner": "Die_Hard.jpg",
            "genre": "Action, Thriller, Adventure"
        },
        {
            "id": 12,
            "name": "Doctor Strange: In the Multiverse of Madness",
            "rating": 7.5,
            "description": "Dr. Stephen Strange's (Benedict Cumberbatch) life changes after a car accident robs him of the use of his hands. When traditional medicine fails him, he looks for healing, and hope, in a mysterious enclave. He quickly learns that the enclave is at the front line of a battle against unseen dark forces bent on destroying reality. Before long, Strange is forced to choose between his life of fortune and status or leave it all behind to defend the world as the most powerful sorcerer in existence.",
            "youtube_id": "aWzlQ2N6qqg",
            "img_banner": "Doctor_Strange.jpg",
            "genre": "Action, Fantasy, Sci-Fi"
        },
        {
            "id": 13,
            "name": "Fast and Furious 9",
            "rating": 6.8,
            "description": "Dom Toretto is living the quiet life off the grid with Letty and his son, but they know that danger always lurks just over the peaceful horizon. This time, that threat forces Dom to confront the sins of his past to save those he loves most. His crew soon comes together to stop a world-shattering plot by the most skilled assassin and high-performance driver they've ever encountered -- Dom's forsaken brother.",
            "youtube_id": "aSiDu3Ywi8E",
            "img_banner": "Fast_And_Furious_9.jpg",
            "genre": "Action, Adventure, Thriller"
        },
        {
            "id": 14,
            "name": "Fight Club",
            "rating": 8.3,
            "description": "A depressed man (Edward Norton) suffering from insomnia meets a strange soap salesman named Tyler Durden (Brad Pitt) and soon finds himself living in his squalid house after his perfect apartment is destroyed. The two bored men form an underground club with strict rules and fight other men who are fed up with their mundane lives. Their perfect partnership frays when Marla (Helena Bonham Carter), a fellow support group crasher, attracts Tyler's attention.",
            "youtube_id": "qtRKdVHc-cE",
            "img_banner": "Fight_Club.jpg",
            "genre": "Action, Drama, Thriller"
        },
        {
            "id": 15,
            "name": "Final Destination 1",
            "rating": 6.5,
            "description": "Alex Browning (Devon Sawa), is embarking on a trip to Paris. Alex experiences a premonition -- he sees the plane explode moments after leaving the ground. Alex insists that everyone get off the plane and 7 people including Alex, are forced to disembark. All watch as the plane actually explodes in a fireball. He and the other survivors have briefly cheated death, but will not be able to evade their fate for very long. One by one, these fugitives from fate fall victim to the grim reaper.",
            "youtube_id": "x-MR-onocy0",
            "img_banner": "Final_Destination.jpg",
            "genre": "Horror, Thriller, Supernatural"
        },
        {
            "id": 16,
            "name": "Free Guy",
            "rating": 7,
            "description": "When a bank teller discovers he's actually a background player in an open-world video game, he decides to become the hero of his own story -- one that he can rewrite himself. In a world where there's no limits, he's determined to save the day his way before it's too late, and maybe find a little romance with the coder who conceived him.",
            "youtube_id": "X2m-08cOAbc",
            "img_banner": "Free_Guy.jpg",
            "genre": "Action, Sci-Fi"
        },
        {
            "id": 17,
            "name": "Hitman's Bodyguard",
            "rating": 7.6,
            "description": "The world's top protection agent is called upon to guard the life of his mortal enemy, one of the world's most notorious hit men. The relentless bodyguard and manipulative assassin have been on the opposite end of the bullet for years and are thrown together for a wildly outrageous 24 hours. During their journey from England to the Hague, they encounter high-speed car chases, outlandish boat escapades and a merciless Eastern European dictator who is out for blood.",
            "youtube_id": "IpKmt4MpctM",
            "img_banner": "Hitman's_Bodyguard.jpg",
            "genre": "Comedy, Action, Thriller"
        },
        {
            "id": 18,
            "name": "The Terminator",
            "rating": 7.9,
            "description": "Disguised as a human, a cyborg assassin known as a Terminator (Arnold Schwarzenegger) travels from 2029 to 1984 to kill Sarah Connor (Linda Hamilton). Sent to protect Sarah is Kyle Reese (Michael Biehn), who divulges the coming of Skynet, an artificial intelligence system that will spark a nuclear holocaust. Sarah is targeted because Skynet knows that her unborn son will lead the fight against them. With the virtually unstoppable Terminator in hot pursuit, she and Kyle attempt to escape.",
            "youtube_id": "oxy8udgWRmo",
            "img_banner": "Terminator.jpg",
            "genre": "Action, Horror, Fantasy"
        },
        {
            "id": 19,
            "name": "The Adam Project",
            "rating": 5.7,
            "description": "After accidentally crash-landing in 2022, time-traveling fighter pilot Adam Reed teams up with his 12-year-old self for a mission to save the future.",
            "youtube_id": "IE8HIsIrq4o",
            "img_banner": "The_Adam_Project.jpg",
            "genre": "Comedy, Sci-Fi, Drama"
        },
        {
            "id": 20,
            "name": "Venom: Let There Be Carnage",
            "rating": 7.3,
            "description": "Journalist Eddie Brock is trying to take down Carlton Drake, the notorious and brilliant founder of the Life Foundation. While investigating one of Drake's experiments, Eddie's body merges with the alien Venom -- leaving him with superhuman strength and power. Twisted, dark and fueled by rage, Venom tries to control the new and dangerous abilities that Eddie finds so intoxicating.",
            "youtube_id": "-FmWuCgJmxo",
            "img_banner": "Venom.jpg",
            "genre": "Action, Fantasy, Sci-Fi"
        },
        {
            "id": 21,
            "name": "The Gray Man",
            "rating": 7.1,
            "description": "When the CIA's top asset -- his identity known to no one -- uncovers agency secrets, he triggers a global hunt by assassins set loose by his ex-colleague.",
            "youtube_id": "BmllggGO4pM",
            "img_banner": "The_Gray_Man.jpg",
            "genre": "Action, Thriller"
        },
        {
            "id": 22,
            "name": "The 355",
            "rating": 6.3,
            "description": "CIA agent Mason \"Mace\" Brown joins forces with a rival German agent, a cutting-edge computer specialist and a Colombian psychologist when a top-secret weapon falls into the hands of a group of mercenaries. Together, the four women embark on a breakneck mission to save the world while staying one step ahead of a mysterious figure who's tracking their every move.",
            "youtube_id": "SV0s2S9reT0",
            "img_banner": "The_355.jpg",
            "genrdobaaraae": ""
        },
        {
            "id": 23,
            "name": "Lou",
            "rating": 6.1,
            "description": "A young girl is kidnapped during a powerful storm. Her mother joins forces with her mysterious neighbour to set off in pursuit of the kidnapper. Their journey will test their limits and expose the dark secrets of their past.",
            "youtube_id": "QILhvR4QPsQ",
            "img_banner": "Lou.jpg",
            "genre": "Action, Spy, Thriller"
        },
        {
            "id": 24,
            "name": "Dobaaraa",
            "rating": 5.8,
            "description": "In the middle of a mysterious thunderstorm, a mother saves someone's life, which has unexpected consequences.",
            "youtube_id": "DoAouCAhDW0",
            "img_banner": "Dobaaraa.jpg",
            "genre": "Horror, Thriller, Drama"
        },
        {
            "id": 25,
            "name": "Gold",
            "rating": 7.6,
            "description": "In the not-too-distant future, two drifters traveling through the desert stumble across the biggest gold nugget ever found, and the dream of immense wealth and greed takes hold. They hatch a plan to excavate their bounty with one man leaving to secure the necessary tools. The other man remains and must endure harsh desert elements, ravenous wild dogs and mysterious intruders while battling the sinking suspicion that he has been abandoned to his own fate.",
            "youtube_id": "1HqBaI-FV7Y",
            "img_banner": "Gold.jpg",
            "genre": "Thriller, Survival"
        },
        {
            "id": 26,
            "name": "League of SuperPets",
            "rating": 6.9,
            "description": "Krypto the Super-Dog and Superman are inseparable best friends, sharing the same superpowers and fighting crime side by side in Metropolis. However, when the Man of Steel and the rest of the Justice League are kidnapped, Krypto must convince a ragtag group of animals to master their own newfound powers for a rescue mission.",
            "youtube_id": "1jkw2JPCl18",
            "img_banner": "Superpets.jpg",
            "genre": "Animation, Action, Sci-Fi"
        },
        {
            "id": 27,
            "name": "Inception",
            "rating": 8.6,
            "description": "Dom Cobb (Leonardo DiCaprio) is a thief with the rare ability to enter people's dreams and steal their secrets from their subconscious. His skill has made him a hot commodity in the world of corporate espionage but has also cost him everything he loves. Cobb gets a chance at redemption when he is offered a seemingly impossible task: Plant an idea in someone's mind. If he succeeds, it will be the perfect crime, but a dangerous enemy anticipates Cobb's every move.",
            "youtube_id": "YoHD9XEInc0",
            "img_banner": "Inception.jpg",
            "genre": "Action, Sci-Fi, Drama"
        },
        {
            "id": 28,
            "name": "John Wick: Chapter 3 - Parabellum",
            "rating": 8.9,
            "description": "After gunning down a member of the High Table -- the shadowy international assassin's guild -- legendary hit man John Wick finds himself stripped of the organization's protective services. Now stuck with a $14 million bounty on his head, Wick must fight his way through the streets of New York as he becomes the target of the world's most ruthless killers.",
            "youtube_id": "pU8-7BX9uxs",
            "img_banner": "John_Wick_3.jpg",
            "genre": "Action, Thriller"
        },
        {
            "id": 29,
            "name": "Luckiest Girl Alive",
            "rating": 7.6,
            "description": "As a teenager at the prestigious Bradley School, Ani FaNelli endured a shocking, public humiliation that left her desperate to reinvent herself. Now, with a glamorous job, expensive wardrobe, and handsome blue blood fiancé, she's this close to living the perfect life she's worked so hard to achieve.",
            "youtube_id": "B_XUlbPW-eY",
            "img_banner": "Luckiest_Girl_Alive.jpg",
            "genre": ""
        },
        {
            "id": 30,
            "name": "Mario Movie",
            "rating": 8.1,
            "description": "A plumber named Mario travels through an underground labyrinth with his brother, Luigi, trying to save a captured princess. Feature film adaptation of the popular video game.",
            "youtube_id": "KydqdKKyGEk",
            "img_banner": "Mario_Movie.jpg_large",
            "genre": "Thriller, Mystery, Drama"
        },
        {
            "id": 31,
            "name": "Smile",
            "rating": 9,
            "description": "After witnessing a bizarre, traumatic incident involving a patient, Dr. Rose Cotter starts experiencing frightening occurrences that she can't explain. As an overwhelming terror begins taking over her life, Rose must confront her troubling past in order to survive and escape her horrifying new reality.",
            "youtube_id": "BcDK7lkzzsU",
            "img_banner": "Smile.jpg",
            "genre": "Horror"
        },
        {
            "id": 32,
            "name": "Interstellar",
            "rating": 8.9,
            "description": "In Earth's future, a global crop blight and second Dust Bowl are slowly rendering the planet uninhabitable. Professor Brand (Michael Caine), a brilliant NASA physicist, is working on plans to save mankind by transporting Earth's population to a new home via a wormhole. But first, Brand must send former NASA pilot Cooper (Matthew McConaughey) and a team of researchers through the wormhole and across the galaxy to find out which of three planets could be mankind's new home.",
            "youtube_id": "zSWdZVtXT7E",
            "img_banner": "Interstellar.jpg",
            "genre": "Sci-Fi, Adventure, Mystery"
        }
    ],

    "Series": [
        {
            "id": 33,
            "name": "Dahmer - Monster: The Jeffrey Dahmer",
            "rating": 8.7,
            "description": "This television series tackles the motives of Jeffrey Dahmer and how he became one of the most notorious serial killers in America. His murders—which consisted of men and adolescent boys—were executed in Milwaukee, Wisconsin and Ohio between 1978 and 1991.",
            "youtube_id": "NVHHs-xllqo",
            "img_banner": "Dahmer.jpg",
            "genre": "Thriller, Crime Fiction"
        },
        {
            "id": 34,
            "name": "F.R.I.E.N.D.S",
            "rating": 9,
            "description": "Friends is a 90's Comedy TV show, based in Manhattan, about 6 friends who go through just about every life experience imaginable together; love, marriage, divorce, children, heartbreaks, fights, new jobs and job losses and all sorts of drama.",
            "youtube_id": "NiC1WU2b2mU",
            "img_banner": "Friends.jpg",
            "genre": "Sitcom, Romance, Comedy"
        },
        {
            "id": 35,
            "name": "Breaking Bad",
            "rating": 8.5,
            "description": "A chemistry teacher diagnosed with inoperable lung cancer turns to manufacturing and selling methamphetamine with a former student in order to secure his family's future. Walter H. White is a chemistry genius, but works as a chemistry teacher in an Albequerque, New Mexico high school.",
            "youtube_id": "HhesaQXLuRY",
            "img_banner": "Breaking_Bad.jpg",
            "genre": "Dark comedy, Suspense, Drama"
        },
        {
            "id": 36,
            "name": "Game of Thrones",
            "rating": 8.6,
            "description": "Nine noble families fight for control over the lands of Westeros, while an ancient enemy returns after being dormant for millennia. In the mythical continent of Westeros, several powerful families fight for control of the Seven Kingdoms.",
            "youtube_id": "KPLWWIOCOOQ",
            "img_banner": "GOT.jpg",
            "genre": "Action, Drama, Thriller"
        },
        {
            "id": 37,
            "name": "Stranger Things",
            "rating": 8.4,
            "description": "Stranger Things is set in 1980s Indiana, where a teen with powerful psychic powers escapes a sinister government installation. Eleven joins forces with local nerds Mike, Dustin, Lucas and Will to battle demogorgons, the Mind Flayer and other monsters, including the chillingly calculating Dr Brenner",
            "youtube_id": "yQEondeGvKo",
            "img_banner": "Stranger_Things.jpg",
            "genre": "Horror, Supernatural, Thriller"
        },
        {
            "id": 38,
            "name": "The Office",
            "rating": 8.5,
            "description": "This mockumentary follows the everyday lives of the manager and the employees he \"manages.\" The crew follows the employees around 24/7 and captures their quite humorous and bizarre encounters as they will do what it takes to keep the company thriving. This U.S. adaptation -- set at a paper company in Scranton, Pa.",
            "youtube_id": "tNcDHWpselE",
            "img_banner": "The_Office.jpg",
            "genre": "Sitcom, Comedy"
        },
        {
            "id": 39,
            "name": "Attack on Titans",
            "rating": 8,
            "description": "Attack On Titan is about how a boy's life changes when he loses his family to titans. The main protagonist is a 15-year-old named Eren Yeager who lives with his sister and parents until one day, his village is destroyed by giants called titans.",
            "youtube_id": "MGRm4IzK1SQ",
            "img_banner": "AOT.jpg",
            "genre": "Anime, Horror, Adventure"
        },
        {
            "id": 40,
            "name": "How I Met Your Mother?",
            "rating": 8.1,
            "description": "The series follows the adventures of Ted Mosby (played by Josh Radnor) and his love life as a single man. His stories are narrated by Bob Saget as Ted Mosby 25 years later as he tells them to his adolescent children.",
            "youtube_id": "aJtVL2_fA5w",
            "img_banner": "How_I_Met_Your_Mother.jpg",
            "genre": "Sitcom, Comedy, Romance"
        },
        {
            "id": 41,
            "name": "The Big Bang Theory",
            "rating": 7.2,
            "description": "The Big Bang Theory is a comedy about brilliant physicists, Leonard and Sheldon, who are the kind of \"beautiful minds\" that understand how the universe works. But none of that genius helps them interact with people, especially women. All this begins to change when a free-spirited beauty named Penny moves in next door.",
            "youtube_id": "HwntbsRIYNs",
            "img_banner": "The_Big_Bang_Theory.jpg",
            "genre": "Sitcom, Comedy"
        },
        {
            "id": 42,
            "name": "Brooklyn 99",
            "rating": 7.5,
            "description": "Comedy series following the exploits of Det. Jake Peralta and his diverse, lovable colleagues as they police the NYPD's 99th Precinct. Captain Ray Holt takes over Brooklyn's 99th precinct, which includes Detective Jake Peralta, a talented but carefree detective who's used to doing whatever he wants.",
            "youtube_id": "15syDwC000k",
            "img_banner": "Brooklyn_99.jpg",
            "genre": "Sitcom, Comedy, Police Procedural"
        },
        {
            "id": 43,
            "name": "Suits",
            "rating": 7.4,
            "description": "Set at a fictional New York City law firm, it follows Mike Ross (Patrick J. Adams), who uses his eidetic memory to talk his way into a job as an associate working for successful closer Harvey Specter (Gabriel Macht), despite being a college dropout who never attended law school.",
            "youtube_id": "85z53bAebsI",
            "img_banner": "Suits.jpg",
            "genre": "Drama, Comedy, Legal Drama"
        },
        {
            "id": 44,
            "name": "Lucifer",
            "rating": 7.9,
            "description": "The series revolves around the story of Lucifer Morningstar (Tom Ellis), the DC Universe's version of the Devil, who abandons Hell for Los Angeles where he runs his own nightclub named Lux and becomes a consultant to the Los Angeles Police Department (LAPD).",
            "youtube_id": "X4bF_quwNtw",
            "img_banner": "Lucifer.jpg",
            "genre": "Comedy, Police Procedural, Mystery"
        },
        {
            "id": 45,
            "name": "The 100",
            "rating": 7.2,
            "description": "Set 97 years after a nuclear war destroyed civilization, when a spaceship housing humanity's lone survivors sends 100 juvenile delinquents back to Earth, hoping to repopulate the planet. The series is set 97 years after a devastating nuclear war wiped out almost all life on Earth.",
            "youtube_id": "ia1Fbg96vL0",
            "img_banner": "The_100.jpg",
            "genre": "Sci-Fi, Adventure, Drama"
        },
        {
            "id": 46,
            "name": "You",
            "rating": 8.6,
            "description": "The first season, which is based on the novel You, premiered on Lifetime in September 2018, and follows Joe Goldberg, a bookstore manager and serial killer who falls in love and develops an extreme obsession. The season stars Penn Badgley, Elizabeth Lail, Luca Padovan, Zach Cherry, and Shay Mitchell.",
            "youtube_id": "srx7fSBwvF4",
            "img_banner": "You.jpg",
            "genre": "Thriller, Crime"
        },
        {
            "id": 47,
            "name": "House M.D.",
            "rating": 7.7,
            "description": "The series follows the life of anti-social, pain killer addict, witty and arrogant medical doctor Gregory House (Hugh Laurie) with only half a muscle in his right leg. He and his team of medical doctors try to cure complex and rare diseases from very ill ordinary people in the United States of America.",
            "youtube_id": "MczMB8nU1sY",
            "img_banner": "House_MD.jpg",
            "genre": "Drama, Medical Comedy"
        },
        {
            "id": 48,
            "name": "The Witcher",
            "rating": 7.5,
            "description": "The Witcher follows the story of Geralt of Rivia, a solitary monster hunter, who struggles to find his place in a world where people often prove more wicked than monsters and beasts.",
            "youtube_id": "ndl1W4ltcmg",
            "img_banner": "The_Witcher.jpg",
            "genre": "Adventure, Fantasy, Drama"
        },
        {
            "id": 49,
            "name": "The Watcher",
            "rating": 7,
            "description": "The Watcher is an exciting psychological thriller that takes a unique look into the minds of both a serial killer and the man who must, reluctantly, pursue him. In an almost Hitchcockian way, the film quickly introduces us to the killer, David Allen Griffin, played by Keanu Reeves, who for many years, preyed on lonely young women in the Los Angeles area. The story is set up to create a taut cat-and-mouse game between Griffin and FBI agent Joel Campbell.",
            "youtube_id": "5HDkw100sXQ",
            "img_banner": "Watcher.jpg",
            "genre": "Horror, Thriller, Drama"
        },
        {
            "id": 50,
            "name": "Better Call Saul",
            "rating": 7.3,
            "description": "'Better Call Saul' is the origin story of a man trying to survive in a harsh, exploitative world where anyone and everyone will try and take him, and his dreams, down. Meet James M. McGill Esq. Attorney-at-law AKA Slippin' Jimmy AKA Saul Goodman.",
            "youtube_id": "Qz3u06eXf0E",
            "img_banner": "better_Call_Saul.jpg",
            "genre": "Comedy, Drama, Crime"
        },
        {
            "id": 51,
            "name": "Narcos: Mexico",
            "rating": 7,
            "description": "It dramatizes the creation and rise of the Guadalajara Cartel in the 1980s as Miguel Ángel Félix Gallardo (Diego Luna) unifies several plazas, or territories, in order to build an infamous drug empire.",
            "youtube_id": "BoDrQ8JktVg",
            "img_banner": "Narcos_Mexico.jpg",
            "genre": "Crime, Drama"
        },
        {
            "id": 52,
            "name": "Riverdale",
            "rating": 7,
            "description": "After a teenager was murdered within the town of Riverdale, a group of teenagers, the jock Archie, the girl next door Betty, the new girl Veronica and the outcast Jughead try to unravel the evils lurking within this seemingly innocent town.",
            "youtube_id": "HxtLlByaYTc",
            "img_banner": "Riverdale.jpg",
            "genre": "Horror, Supernatural, Mystery"
        },
        {
            "id": 53,
            "name": "Peaky Blinders",
            "rating": 8.6,
            "description": "Peaky Blinders is a crime drama centred on a family of mixed Irish Traveller and Romani origins based in Birmingham, England, starting in 1919, several months after the end of the First World War. It centres on the Peaky Blinders street gang and their ambitious, cunning crime boss Tommy Shelby (Murphy).",
            "youtube_id": "2nsT9uQPIrk",
            "img_banner": "Peaky_Blinders.jpg",
            "genre": "Historical, Drama, Crime"
        },
        {
            "id": 54,
            "name": "Rick and Morty",
            "rating": 8.7,
            "description": "Rick and Morty is the Emmy award-winning half-hour animated hit comedy series on Adult Swim that follows a sociopathic genius scientist who drags his inherently timid grandson on insanely dangerous adventures across the universe.",
            "youtube_id": "jerFRSQW9g8",
            "img_banner": "Rick_And_Morty.jpg",
            "genre": "Sitcom, Comedy, Animation"
        },
        {
            "id": 55,
            "name": "Family Guy",
            "rating": 8.9,
            "description": "In a wacky Rhode Island town, a dysfunctional family strive to cope with everyday life as they are thrown from one crazy scenario to another. Sick, twisted and politically incorrect, the animated series features the adventures of the Griffin family.",
            "youtube_id": "roeWUfVaGsc",
            "img_banner": "Family_Guy.jpg",
            "genre": "Comedy, Animation, Sitcom"
        },
        {
            "id": 56,
            "name": "Death Note",
            "rating": 7.7,
            "description": "Based on the famous Japanese manga written by Tsugumi Ohba and Takeshi Obata, Death Note follows a high school student who comes across a supernatural notebook, realizing it holds within it a great power; if the owner inscribes someone's name into it while picturing their face, he or she will die.",
            "youtube_id": "NlJZ-YgAt-c",
            "img_banner": "Death_Note.jpg",
            "genre": "Mystery, Anime, Thriller"
        },
        {
            "id": 57,
            "name": "Demon Slayer",
            "rating": 7.9,
            "description": "A family is attacked by demons and only two members survive - Tanjiro and his sister Nezuko, who is turning into a demon slowly. Tanjiro sets out to become a demon slayer to avenge his family and cure his sister.",
            "youtube_id": "VQGCKyvzIM4",
            "img_banner": "Demon_Slayer.jpg",
            "genre": "Anime, Adventure, Fantasy"
        },
        {
            "id": 58,
            "name": "The Walking Dead",
            "rating": 8.2,
            "description": "The series features a large ensemble cast as survivors of a zombie apocalypse trying to stay alive under near-constant threat of attacks from zombies known as \"walkers\" (among other nicknames).",
            "youtube_id": "R1v0uFms68U",
            "img_banner": "The_Walking_Dead.jpg",
            "genre": "Horror, Thriller, Suspense"
        },
        {
            "id": 59,
            "name": "The Good Doctor",
            "rating": 7.7,
            "description": "Shaun Murphy, a young surgeon with autism and Savant syndrome, is recruited into the surgical unit of a prestigious hospital. Shaun Murphy, a young surgeon with autism and savant syndrome, relocates from a quiet country life to join a prestigious hospital surgical unit.",
            "youtube_id": "fYlZDTru55g",
            "img_banner": "The_Good_Doctor.jpg",
            "genre": "Medical Drama"
        },
        {
            "id": 60,
            "name": "Squid Game",
            "rating": 8.7,
            "description": "Seong Gi-hun, a divorced father and indebted gambler who lives with his elderly mother, is invited to play a series of children's games for a chance at a large cash prize. Accepting the offer, he is taken to an unknown location where he finds himself among 455 other players who are all in deep financial trouble.",
            "youtube_id": "oqxAJKy0ii4",
            "img_banner": "Squid_Game.jpg",
            "genre": "Action, Survival, Mystery"
        },
        {
            "id": 61,
            "name": "Modern Family",
            "rating": 7.1,
            "description": "Modern Family revolves around three different types of families (nuclear, blended, and same-sex) living in the Los Angeles area, who are interrelated through Jay Pritchett and his children, daughter Claire and son Mitchell.",
            "youtube_id": "KO29jdnEiAs",
            "img_banner": "Modern_Family.jpg",
            "genre": "Sitcom, Comedy, Pseudo-Documentary"
        },
        {
            "id": 62,
            "name": "Money Heist",
            "rating": 8,
            "description": "'The House of Paper' is a Spanish heist crime drama television series created by Álex Pina. The series traces two long-prepared heists led by the Professor (Álvaro Morte), one on the Royal Mint of Spain, and one on the Bank of Spain, told from the perspective of one of the robbers, Tokyo (Úrsula Corberó).",
            "youtube_id": "KO29jdnEiAs",
            "img_banner": "Money_Heist.jpg",
            "genre": "Drama, Crime, Thriller"
        }
    ],

    "Celebs": [
        {
            "id": 62,
            "name": "Dwayne \"The Rock\" Johnson",
            "age": 50,
            "img": "The_Rock.jpg"
        },
        {
            "id": 63,
            "name": "Angelina Jolie",
            "age": 47,
            "img": "Angelina_Jolie.webp"
        },
        {
            "id": 64,
            "name": "Jennifer Aniston",
            "age": 53,
            "img": "Jennifer_Aniston.webp"
        },
        {
            "id": 65,
            "name": "Leonardo Dicaprio",
            "age": 47,
            "img": "Leonardo_Dicaprio.webp"
        },
        {
            "id": 66,
            "name": "Brad Pitt",
            "age": 58,
            "img": "Brad_Pitt.jpg"
        },
        {
            "id": 67,
            "name": "Tom Cruise",
            "age": 60,
            "img": "Tom_Cruise.webp"
        },
        {
            "id": 68,
            "name": "Johnny Depp",
            "age": 59,
            "img": "Johnny_Depp.jpg"
        },
        {
            "id": 69,
            "name": "Tom Hanks",
            "age": 66,
            "img": "Tom_Hanks.webp"
        },
        {
            "id": 70,
            "name": "Will Smith",
            "age": 54,
            "img": "Will_Smith.jpg"
        },
        {
            "id": 71,
            "name": "Scarlett Johansson",
            "age": 37,
            "img": "Scarlett_Johansson.webp"
        },
        {
            "id": 72,
            "name": "Jennifer Lawrence",
            "age": 32,
            "img": "Jennifer_Lawrence.jpg"
        },
        {
            "id": 73,
            "name": "Ryan Reynolds",
            "age": 46,
            "img": "Ryan_Reynolds.jpg"
        },
        {
            "id": 74,
            "name": "Emma Stone",
            "age": 33,
            "img": "Emma_Stone.jpg"
        },
        {
            "id": 75,
            "name": "Vin Diesel",
            "age": 55,
            "img": "Vin_Diesel.jpg"
        },
        {
            "id": 76,
            "name": "Chris Hemsworth",
            "age": 39,
            "img": "Chris_Hemsworth.jpg"
        },
        {
            "id": 77,
            "name": "Chris Evans",
            "age": 41,
            "img": "Chris_Evans.jpg"
        },
        {
            "id": 78,
            "name": "Robert Downey Jr.",
            "age": 57,
            "img": "Robert_Downey_Jr.webp"
        },
        {
            "id": 79,
            "name": "Paul Rudd",
            "age": 53,
            "img": "Paul_Rudd.jpg"
        }
    ]
}
